{
  "text": {
    "hello": 22,
    "hi": 25,
    "hey": 24,
    "good": 18,
    "morning": 41,
    "evening": 12,
    "goodbye": 19,
    "bye": 2,
    "see": 49,
    "you": 64,
    "later": 32,
    "take": 55,
    "care": 5,
    "can": 3,
    "suggest": 54,
    "a": 0,
    "recipe": 45,
    "i": 26,
    "need": 42,
    "idea": 27,
    "what": 63,
    "should": 50,
    "cook": 7,
    "today": 60,
    "give": 16,
    "me": 36,
    "for": 14,
    "dinner": 9,
    "recommend": 47,
    "healthy": 21,
    "meal": 37,
    "d": 8,
    "like": 33,
    "something": 53,
    "italian": 31,
    "do": 11,
    "have": 20,
    "mexican": 39,
    "recipes": 46,
    "m": 35,
    "in": 28,
    "the": 59,
    "mood": 40,
    "indian": 29,
    "food": 13,
    "show": 51,
    "some": 52,
    "chinese": 6,
    "dishes": 10,
    "vegetarian": 62,
    "vegan": 61,
    "gluten": 17,
    "free": 15,
    "please": 43,
    "prefer": 44,
    "low": 34,
    "carb": 4,
    "meals": 38,
    "thanks": 57,
    "thank": 56,
    "appreciate": 1,
    "it": 30,
    "that": 58,
    "s": 48,
    "helpful": 23
  },
  "intent": {
    "greet": 1,
    "goodbye": 0,
    "request_recipe": 4,
    "specify_cuisine": 5,
    "specify_diet": 6,
    "thanks": 8,
    "request_cuisine_recipe": 2,
    "request_ingredients_recipe": 3,
    "thank_you": 7,
    "thankyou": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_provide_cuisine_recipe": 7,
    "action_provide_ingredients_recipe": 8,
    "action_provide_recipe": 9,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_thankyou": 17,
    "utter_you_are_welcome": 18
  },
  "action_text": null,
  "intent_response_key": null
}