{
  "text": {
    "hello": 38,
    "hi": 42,
    "hey": 41,
    "good": 33,
    "morning": 63,
    "evening": 24,
    "goodbye": 34,
    "bye": 8,
    "see": 81,
    "you": 105,
    "later": 52,
    "take": 89,
    "care": 11,
    "can": 9,
    "suggest": 88,
    "a": 0,
    "recipe": 76,
    "i": 44,
    "need": 66,
    "idea": 45,
    "what": 103,
    "should": 82,
    "cook": 17,
    "today": 96,
    "give": 31,
    "me": 58,
    "for": 27,
    "dinner": 19,
    "recommend": 78,
    "healthy": 37,
    "meal": 59,
    "d": 18,
    "like": 54,
    "something": 85,
    "italian": 50,
    "do": 22,
    "have": 36,
    "mexican": 61,
    "recipes": 77,
    "m": 56,
    "in": 46,
    "the": 94,
    "mood": 62,
    "indian": 47,
    "food": 26,
    "show": 83,
    "some": 84,
    "chinese": 15,
    "dishes": 21,
    "vegetarian": 101,
    "vegan": 100,
    "gluten": 32,
    "free": 28,
    "please": 71,
    "prefer": 74,
    "low": 55,
    "carb": 10,
    "meals": 60,
    "thanks": 92,
    "thank": 91,
    "appreciate": 3,
    "it": 49,
    "that": 93,
    "s": 80,
    "helpful": 40,
    "how": 43,
    "make": 57,
    "pasta": 69,
    "tell": 90,
    "to": 95,
    "biryani": 5,
    "best": 4,
    "way": 102,
    "prepare": 75,
    "lasagna": 51,
    "step": 87,
    "by": 7,
    "instructions": 48,
    "chicken": 14,
    "and": 2,
    "rice": 79,
    "only": 68,
    "eggs": 23,
    "tomatoes": 97,
    "my": 65,
    "fridge": 29,
    "has": 35,
    "carrots": 12,
    "broccoli": 6,
    "onions": 67,
    "garlic": 30,
    "peppers": 70,
    "an": 1,
    "dish": 20,
    "popular": 72,
    "classic": 16,
    "famous": 25,
    "try": 98,
    "with": 104,
    "potatoes": 73,
    "spinach": 86,
    "cheese": 13,
    "using": 99,
    "mushrooms": 64,
    "help": 39,
    "lentils": 53
  },
  "intent": {
    "greet": 2,
    "goodbye": 1,
    "request_recipe": 6,
    "specify_cuisine": 7,
    "specify_diet": 8,
    "thanks": 10,
    "ask_recipe": 0,
    "inform": 3,
    "request_cuisine_recipe": 4,
    "request_ingredients_recipe": 5,
    "thank_you": 9,
    "thankyou": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_provide_cuisine_recipe": 7,
    "action_provide_ingredients_recipe": 8,
    "action_provide_recipe": 9,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_thankyou": 17,
    "utter_you_are_welcome": 18
  },
  "action_text": null,
  "intent_response_key": null
}